Repository: Eimantasj1/baigiamasis_darbas
Catalog: Car_Rental/RentRide/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Add a car
lt: Pridėti automobilį

source: Car Name
lt: Automobilio pavadinimas

source: Name of the Car
lt: Automobilio marke

source: City
lt: Miestas

source: Car Image
lt: Automobilio nuotrauka

source: Capacity
lt: Sėdimų vietų skaičius

source: Number of Seats
lt: Sėdimų vietų skaičius

source: Rent
lt: Kaina

source: Rent (per day)
lt: Kaina dienai

source: Submit
lt: Patvirtinti

source: Dealer page
lt: Nuomotojo puslapis

source: Cars List
lt: Automobilių sąrašas

source: Image
lt: Nuotrauka

source: Delete
lt: Ištrinti

source: Are you sure you want to delete
lt: Ar Jus tikras, kad norite ištrinti

source: No Cars Added Yet
lt: Šiuo metu pridėtų automobilių nėra

source: Orders
lt: Užsakymai

source: Current Orders
lt: Nauji užsakymai

source: Customer Name
lt: Vartotojo vardas

source: Days
lt: Dienos

source: Action
lt: Veiksmas

source: Complete
lt: Patvirtinti

source: No Orders Right Now
lt: Naujų užsakymų nerasta

source: Car Rental Site
lt: Automobilių nuomos puslapis

source: Home
lt: Pagrindinis

source: Customer Login
lt: Vartotojo prisijungimas

source: Dealer Login
lt: Nuomotojo prisijungimas

source: Contact
lt: Kontaktai

source: Nice to see you
lt: Malonu Tave matyti

source: Logout
lt: Atsijungti

source: Like Us on
lt: Spausk patinka mūsų

source: Follow Us on
lt: Pasek mus

source: Subscribe on
lt: Prenumeruok mus

source: To access your account, complete the following form
lt: Kad prisijungtum prie savo paskyros, užpildyk žemiau esančius laukelius

source: If you haven't registered yet, click here
lt: Jeigu esi neprisiregistravęs, tuomet spausk čia

source: Signup
lt: Registruotis

source: Username
lt: Slapyvardis

source: Enter Username
lt: Įvesk slapyvardį

source: Password
lt: Slaptažodis

source: Enter Password
lt: Įvesk slaptažodį

source: Remember me
lt: Prisiminti mane

source: Login
lt: Prisijungti

source: All Cars
lt: Visi automobiliai

source: Add Cars
lt: Pridėti automobilį

source: Earnings
lt: Mano uždarbis

source: Car Dealer Signup
lt: Registruotis kaip automobilių nuomotojui

source: Car Dealer Signup Form
lt: Automobilių nuomotojo registracijos forma

source: Please fill in this form to create an account
lt: Prašome užpildyti visus laukelius, kad sukurti paskyrą

source: First Name
lt: Vardas

source: Enter First Name
lt: Įvesk vardą

source: Last Name
lt: Pavardė

source: Enter Last Name
lt: Įvesk pavardę

source: Email
lt: El. paštas

source: Enter Email
lt: Įvesk el. paštą

source: Contact Number
lt: Telefono numeris

source: Enter Contact Number
lt: Įvesk telefono numerį

source: Enter City
lt: Įvesk miestą

source: Confirm Password
lt: Pakartok slaptažodį

source: By creating an account you agree to our
lt: Sukurdamas paskyrą Tu sutinki su mūsų

source: Terms & Privacy
lt: privatumo politika

source: Rent a Car
lt: Nuomotis

source: Car
lt: Automobilis

source: Price
lt: Kaina

source: How many days
lt: Kiek dienų

source: Confirm
lt: Patvirtinti

source: Complete Order
lt: Patvirtinti užsakymą

source: Order ID
lt: Užsakymo numeris

source: Contact info
lt: Kontaktinė infromacija

source: Lithuania, Vilnius country
lt: Lietuva, Vilniaus miestas

source: Your Name
lt: Jūsų vardas

source: Your Email
lt: Jūsų el. paštas

source: Subject
lt: Tema

source: Message
lt: Žinutė

source: Send Message
lt: Siųsti žinutę

source: Search Cars
lt: Ieškoti automobilių

source: Welcome to
lt: Sveiki atvykę į

source: By providing your city, you can explore the list of cars currently available
lt: Nurodydami savo miestą pamatykite jame nuomojamus automobilius

source: Type in Your City
lt: Įvesk miestą kuriame ieškai automobilio

source: Search
lt: Ieškoti

source: Invalid Credentials
lt: Toks vartotojas nerastas

source: Past Orders
lt: Mano užsakymai

source: Customer Signup
lt: Vartotojo prisijungimas

source: Customer Signup Form
lt: Automobilių nuomotojo registracijos forma

source: You are now successfully registered as a customer
lt: Sėkmingai prisiregistravote kaip vartotojas

source: Total Earnings
lt: Iš viso uždirbta

source: No Earnings Yet
lt: Kol kas nieko neuždirbta

source: Edit Car
lt: Redaguoti automobili

source: View Image
lt: Rodyti nuotrauką

source: per day
lt: dienai

source: Update Details
lt: Atnaujinti

source: Car Details Updated Successfully
lt: Automobilis atnaujintas sėkmigai

source: Take your pick from the extensive range of Cars
lt: Pasirink iš plataus automobilių asortimento

source: Dealer
lt: Nuomoja

source: Login to Rent
lt: Prisijungti, kad išsinuomoti

source: Order Completed
lt: Užsakymas patvirtintas

source: Your Vehicle Order Has Been Processed
lt: Jūsų transporto priemonės užsakymas pateiktas

source: Total Rent
lt: Nuoma iš viso

source: Vehicle
lt: Automobilis

source: Duration
lt: Laikotarpis

source: Car-Dealer
lt: Automobili Nuomoja

source: Car-Dealer's Contact
lt: Nuomotojo kontaktai

source: No orders found, or awaiting confirmation from dealer
lt: Užsakymų nerasta, arba laukiama nuomotojo patvirtinimo

source: Car Search Results
lt: Automobilio paieškos rezultatai

source: Actions
lt: Veiksmai

source: Enter Another City
lt: Įveskite kitą miestą

source: No cars available in this city at the moment
lt: Šiuo metu nėra automobilių šiame mieste, arba visi išnomuoti
